Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Simple card view to show current rate
ar: عرض بسيط لبطاقة توضح السعر الحالي
ca: Vista de targeta simple per mostrar la tarifa actual
cs: Jednoduché zobrazení karty pro zobrazení aktuální sazby
da: Enkel kortvisning til at vise nuværende pris
de: Einfache Kartenansicht zur Anzeige des aktuellen Tarifs
el: Απλή προβολή κάρτας για εμφάνιση της τρέχουσας τιμής
es: Vista de tarjeta simple para mostrar la tarifa actual
fi: Yksinkertainen korttinäkymä näyttää nykyisen hinnan
fr: Vue carte simple pour afficher le tarif actuel
he: תצוגת כרטיס פשוטה להצגת התעריף הנוכחי
hi: वर्तमान दर दिखाने के लिए सरल कार्ड दृश्य
hr: Jednostavan prikaz kartice za prikaz trenutne cijene
hu: Egyszerű kártyanézet a jelenlegi díj megjelenítéséhez
id: Tampilan kartu sederhana untuk menampilkan tarif saat ini
it: Visualizzazione semplice a scheda per mostrare la tariffa attuale
ja: 現在の料金を表示するシンプルなカードビュー
ko: 현재 요금을 표시하는 간단한 카드 보기
ms: Paparan kad ringkas untuk menunjukkan kadar semasa
nb: Enkel kortvisning for å vise gjeldende pris
nl: Eenvoudige kaartweergave om het huidige tarief te tonen
pl: Prosty widok karty pokazujący bieżącą stawkę
pt_pt: Vista de cartão simples para mostrar a tarifa atual
ro: Vizualizare simplă de tip card pentru a afișa tariful curent
ru: Простое карточное представление для отображения текущей ставки
sk: Jednoduchý kartový náhľad na zobrazenie aktuálnej sadzby
sl: Preprost pogled kartice za prikaz trenutne cene
sv: Enkel kortvy för att visa aktuellt pris
th: มุมมองการ์ดแบบง่ายเพื่อแสดงอัตราปัจจุบัน
tr: Mevcut fiyatı göstermek için basit kart görünümü
uk: Простий картковий вигляд для відображення поточної ставки
vi: Chế độ xem thẻ đơn giản để hiển thị mức giá hiện tại
zh_hans: 简易卡片视图显示当前费率
zh_hant: 簡易卡片視圖以顯示當前費率

source: Single Tariff
ar: تعرفة واحدة
ca: Tarifa única
cs: Jednotný tarif
da: Enkelt takst
de: Einheitstarif
el: Ενιαία τιμή
es: Tarifa única
fi: Yksittäinen tariffi
fr: Tarif unique
he: תעריף יחיד
hi: एकल टैरिफ
hr: Jedinstvena tarifa
hu: Egységes díjszabás
id: Tarif Tunggal
it: Tariffa unica
ja: 単一料金
ko: 단일 요금제
ms: Tarif Tunggal
nb: Enkeltariff
nl: Enkel tarief
pl: Pojedyncza taryfa
pt_pt: Tarifa única
ro: Tarif unic
ru: Одиночный тариф
sk: Jednotná sadzba
sl: Enotna tarifa
sv: Enkel taxa
th: อัตราเดี่ยว
tr: Tek Tarife
uk: Єдиний тариф
vi: Biểu giá đơn
zh_hans: 单一费率
zh_hant: 單一費率

source: Smart Tariff Tracker - See daily/weekly/monthly costs at a glance with our energy-saving snapshot
ar: متتبع التعرفة الذكية - شاهد التكاليف اليومية/الأسبوعية/الشهرية بنظرة سريعة من خلال لقطة توفير الطاقة لدينا
ca: Smart Tariff Tracker – Consulta les despeses diàries/setmanals/mensuals d’un cop d’ull amb la nostra vista ràpida d’estalvi energètic
cs: Smart Tariff Tracker – zobrazte si denní/týdenní/měsíční náklady na první pohled pomocí našeho přehledu úspor energie
da: Smart Tariff Tracker – få et hurtigt overblik over dine daglige/ugentlige/månedlige omkostninger med vores energibesparende oversigt
de: Smart Tariff Tracker – sehen Sie tägliche/ wöchentliche/ monatliche Kosten auf einen Blick mit unserer energieeffizienten Übersicht
el: Smart Tariff Tracker - Δείτε τα καθημερινά/εβδομαδιαία/μηνιαία κόστη με μια ματιά μέσα από την επισκόπηση εξοικονόμησης ενέργειας
es: Smart Tariff Tracker - Ve los costes diarios/semanales/mensuales de un vistazo con nuestro resumen de ahorro de energía
fi: Smart Tariff Tracker – Katso päivittäiset/viikoittaiset/kuukausittaiset kustannukset yhdellä silmäyksellä energiansäästötilastostamme
fr: Smart Tariff Tracker – Consultez en un coup d’œil vos coûts quotidiens/hebdomadaires/mensuels grâce à notre aperçu d’économie d’énergie
he: Smart Tariff Tracker - ראה את העלויות היומיות/שבועיות/חודשיות במבט אחד באמצעות התצוגה החוסכת באנרגיה שלנו
hi: Smart Tariff Tracker - हमारी ऊर्जा-बचत झलक के साथ दैनिक/साप्ताहिक/मासिक लागतों का त्वरित अवलोकन करें
hr: Smart Tariff Tracker – pregledajte dnevne/tjedne/mjesečne troškove na prvi pogled uz naš pregled za uštedu energije
hu: Smart Tariff Tracker – Tekintse meg a napi/heti/havi költségeket egy pillantással a mi energiatakarékos áttekintésünkkel
id: Smart Tariff Tracker - Lihat biaya harian/mingguan/bulanan secara sekilas dengan snapshot hemat energi kami
it: Smart Tariff Tracker - Visualizza i costi giornalieri/settimanali/mensili a colpo d’occhio con il nostro riepilogo per il risparmio energetico
ja: Smart Tariff Tracker - 日次・週次・月次のコストをひと目で把握できる、省エネスナップショット機能
ko: Smart Tariff Tracker - 일/주/월간 비용을 한눈에 확인할 수 있는 에너지 절약 스냅샷
ms: Smart Tariff Tracker - Lihat kos harian/mingguan/bulanan secara pantas dengan paparan penjimatan tenaga kami
nb: Smart Tariff Tracker – Se daglige/ukentlige/månedlige kostnader med et øyekast i vår energisparende oversikt
nl: Smart Tariff Tracker - Bekijk dagelijkse/wekelijkse/maandelijkse kosten in één oogopslag met onze energiebesparende momentopname
pl: Smart Tariff Tracker – Przeglądaj dzienne/tygodniowe/miesięczne koszty jednym rzutem oka dzięki naszej „oszczędzającej energię” migawce
pt_pt: Smart Tariff Tracker – Veja os custos diários/semanais/mensais num instante com a nossa perspetiva de poupança de energia
ro: Smart Tariff Tracker – Vizualizează costurile zilnice/săptămânale/lunare dintr-o privire cu ajutorul instantaneului nostru de economisire a energiei
ru: Smart Tariff Tracker – посмотрите суточные/недельные/месячные расходы одним взглядом с помощью нашего обзора экономии энергии
sk: Smart Tariff Tracker – Prezrite si denné/týždenné/mesačné náklady na prvý pohľad vďaka nášmu prehľadu úspor energie
sl: Smart Tariff Tracker – Oglejte si dnevne/tedenske/mesečne stroške na prvi pogled z našim pregledom varčevanja z energijo
sv: Smart Tariff Tracker – Se dagliga/veckovisa/månatliga kostnader direkt med vår energioptimerade översiktsfunktion
th: Smart Tariff Tracker - ดูค่าใช้จ่ายรายวัน/รายสัปดาห์/รายเดือนอย่างรวดเร็วด้วยสแนปชอตประหยัดพลังงานของเรา
tr: Smart Tariff Tracker - Günlük/haftalık/aylık maliyetleri enerji tasarrufu odaklı anlık görünümümüzle bir bakışta görün
uk: Smart Tariff Tracker – Переглядайте щоденні/тижневі/щомісячні витрати одним поглядом завдяки нашому енергоощадному огляду
vi: Smart Tariff Tracker - Xem chi phí theo ngày/tuần/tháng trong nháy mắt với bản tóm tắt tiết kiệm năng lượng của chúng tôi
zh_hans: Smart Tariff Tracker - 通过我们的节能概览，一眼查看每日/每周/每月费用
zh_hant: Smart Tariff Tracker - 使用我們的節能快覽，一眼掌握每日／每週／每月成本

source: Standing Charge
ar: الرسوم الثابتة
ca: Càrrec fix
cs: Stálý poplatek
da: Fast gebyr
de: Grundgebühr
el: Πάγια χρέωση
es: Cargo fijo
fi: Kiinteä maksu
fr: Frais fixes
he: תשלום קבוע
hi: स्थायी शुल्क
hr: Stalna naknada
hu: Állandó díj
id: Biaya tetap
it: Costo fisso
ja: 基本料金
ko: 고정 요금
ms: Caj tetap
nb: Fast avgift
nl: Vast tarief
pl: Opłata stała
pt_pt: Tarifa fixa
ro: Taxă fixă
ru: Фиксированная плата
sk: Stály poplatok
sl: Stalna pristojbina
sv: Fast avgift
th: ค่าธรรมเนียมคงที่
tr: Sabit ücret
uk: Фіксована плата
vi: Phí cố định
zh_hans: 固定费
zh_hant: 固定費

source: Standing Charge (exc. VAT): £%@
ar: الرسوم الثابتة (بدون ضريبة القيمة المضافة): £%@
ca: Càrrec fix (sense IVA): £%@
cs: Stálý poplatek (bez DPH): £%@
da: Fast afgift (ekskl. moms): £%@
de: Grundgebühr (ohne MwSt.): £%@
el: Πάγια χρέωση (χωρίς ΦΠΑ): £%@
es: Cargo fijo (sin IVA): £%@
fi: Kiinteä maksu (ilman ALV): £%@
fr: Frais fixes (hors TVA) : £%@
he: תשלום קבוע (ללא מע"מ): £%@
hi: स्थायी शुल्क (बिना VAT): £%@
hr: Stalna naknada (bez PDV-a): £%@
hu: Állandó díj (ÁFA nélkül): £%@
id: Biaya Tetap (tidak termasuk PPN): £%@
it: Quota fissa (escl. IVA): £%@
ja: 固定料金（VAT除外）：£%@
ko: 기본 요금 (VAT 제외): £%@
ms: Caj berdiri (kec. VAT): £%@
nb: Fast avgift (eks. MVA): £%@
nl: Vast recht (excl. btw): £%@
pl: Opłata stała (bez VAT): £%@
pt_pt: Encargo fixo (exc. IVA): £%@
ro: Taxă fixă (fără TVA): £%@
ru: Постоянная плата (без НДС): £%@
sk: Stály poplatok (bez DPH): £%@
sl: Stalni strošek (brez DDV): £%@
sv: Fast avgift (exkl. moms): £%@
th: ค่าบริการคงที่ (ไม่รวม VAT): £%@
tr: Sabit Ücret (KDV hariç): £%@
uk: Постійна плата (без ПДВ): £%@
vi: Phí cố định (không bao gồm VAT): £%@
zh_hans: 固定费（不含增值税）：£%@
zh_hant: 固定費（未含增值稅）：£%@

source: Standing Charge (inc. VAT): £%@
ar: الرسوم الثابتة (بما في ذلك ضريبة القيمة المضافة): £%@
ca: Càrrec fix (amb IVA): £%@
cs: Stálý poplatek (vč. DPH): £%@
da: Fast afgift (inkl. moms): £%@
de: Grundgebühr (inkl. MwSt.): £%@
el: Πάγια χρέωση (με ΦΠΑ): £%@
es: Cargo fijo (con IVA): £%@
fi: Kiinteä maksu (sis. ALV): £%@
fr: Frais fixes (TVA incluse) : £%@
he: תשלום קבוע (כולל מע"מ): £%@
hi: स्थायी शुल्क (VAT सहित): £%@
hr: Stalna naknada (uklj. PDV): £%@
hu: Állandó díj (áfával): £%@
id: Biaya Tetap (termasuk PPN): £%@
it: Quota fissa (incl. IVA): £%@
ja: 固定料金（VAT込み）：£%@
ko: 기본 요금 (VAT 포함): £%@
ms: Caj berdiri (termasuk VAT): £%@
nb: Fast avgift (inkl. MVA): £%@
nl: Vast recht (incl. btw): £%@
pl: Opłata stała (z VAT): £%@
pt_pt: Encargo fixo (incl. IVA): £%@
ro: Taxă fixă (inclusiv TVA): £%@
ru: Постоянная плата (с НДС): £%@
sk: Stály poplatok (s DPH): £%@
sl: Stalni strošek (vklj. DDV): £%@
sv: Fast avgift (inkl. moms): £%@
th: ค่าบริการคงที่ (รวม VAT): £%@
tr: Sabit Ücret (KDV dahil): £%@
uk: Постійна плата (з ПДВ): £%@
vi: Phí cố định (đã bao gồm VAT): £%@
zh_hans: 固定费（含增值税）：£%@
zh_hant: 固定費（含增值稅）：£%@

source: Standing Charges
ar: الرسوم الثابتة
ca: Càrrecs fixos
cs: Stálé poplatky
da: Faste afgifter
de: Grundgebühren
el: Πάγια χρεώσεις
es: Cargos fijos
fi: Kiinteät maksut
fr: Frais fixes
he: חיובי עמידה (קבועים)
hi: स्थायी शुल्क
hr: Stalne naknade
hu: Állandó díjak
id: Biaya Tetap
it: Oneri fissi
ja: 固定料金
ko: 기본 요금
ms: Caj Berdiri
nb: Faste avgifter
nl: Vaste kosten
pl: Opłaty stałe
pt_pt: Encargos fixos
ro: Taxe fixe
ru: Постоянные платежи
sk: Stále poplatky
sl: Stalni stroški
sv: Fasta avgifter
th: ค่าบริการคงที่
tr: Sabit Ücretler
uk: Постійні платежі
vi: Các khoản phí cố định
zh_hans: 固定收费
zh_hant: 固定收費

source: Standing Charges (%lld)
ar: الرسوم الثابتة (%lld)
ca: Càrrecs fixos (%lld)
cs: Stálé poplatky (%lld)
da: Faste afgifter (%lld)
de: Grundgebühren (%lld)
el: Πάγια χρεώσεις (%lld)
es: Cargos fijos (%lld)
fi: Kiinteät maksut (%lld)
fr: Frais fixes (%lld)
he: חיובי עמידה (%lld)
hi: स्थायी शुल्क (%lld)
hr: Stalne naknade (%lld)
hu: Állandó díjak (%lld)
id: Biaya Tetap (%lld)
it: Oneri fissi (%lld)
ja: 固定料金（%lld）
ko: 기본 요금 (%lld)
ms: Caj Berdiri (%lld)
nb: Faste avgifter (%lld)
nl: Vaste kosten (%lld)
pl: Opłaty stałe (%lld)
pt_pt: Encargos fixos (%lld)
ro: Taxe fixe (%lld)
ru: Постоянные платежи (%lld)
sk: Stále poplatky (%lld)
sl: Stalni stroški (%lld)
sv: Fasta avgifter (%lld)
th: ค่าบริการคงที่ (%lld)
tr: Sabit Ücretler (%lld)
uk: Постійні платежі (%lld)
vi: Các khoản phí cố định (%lld)
zh_hans: 固定收费（%lld）
zh_hant: 固定收費（%lld）

source: Start
ar: بداية
ca: Inici
cs: Začátek
el: Έναρξη
es: Inicio
fi: Alku
fr: Début
he: התחלה
hi: शुरू
hr: Početak
hu: Kezdés
id: Mulai
it: Inizio
ja: 開始
ko: 시작
ms: Mula
pl: Początek
pt_pt: Início
ro: Început
ru: Начало
sk: Začiatok
sl: Začetek
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Start Date
ar: تاريخ البدء
ca: Data d'inici
cs: Datum začátku
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de début
he: תאריך התחלה
hi: प्रारंभ तिथि
hr: Datum početka
hu: Kezdés dátuma
id: Tanggal Mulai
it: Data di inizio
ja: 開始日
ko: 시작일
ms: Tarikh Mula
nb: Startdato
nl: Begindatum
pl: Data rozpoczęcia
pt_pt: Data de Início
ro: Data de început
ru: Дата начала
sk: Dátum začiatku
sl: Datum začetka
sv: Startdatum
th: วันเริ่มต้น
tr: Başlangıç Tarihi
uk: Дата початку
vi: Ngày bắt đầu
zh_hans: 开始日期
zh_hant: 開始日期

source: Start:
ar: البداية:
ca: Inici:
cs: Začátek:
el: Έναρξη:
es: Inicio:
fi: Alku:
fr: Début :
he: התחלה:
hi: शुरू:
hr: Početak:
hu: Kezdés:
id: Mulai:
it: Inizio:
ja: 開始:
ko: 시작:
ms: Mula:
pl: Początek:
pt_pt: Início:
ro: Început:
ru: Начало:
sk: Začiatok:
sl: Začetek:
th: เริ่มต้น:
tr: Başlangıç:
uk: Початок:
vi: Bắt đầu:
zh_hans: 开始:
zh_hant: 開始:

source: Status:
ar: الحالة:
ca: Estat:
cs: Stav:
el: Κατάσταση:
es: Estado:
fi: Tila:
fr: Statut :
he: סטטוס:
hi: स्थिति:
hu: Állapot:
it: Stato:
ja: ステータス:
ko: 상태:
pt_pt: Estado:
ro: Stare:
ru: Статус:
sk: Stav:
sl: Stanje:
th: สถานะ:
tr: Durum:
uk: Статус:
vi: Trạng thái:
zh_hans: 状态:
zh_hant: 狀態:

source: Support Development
ar: دعم التطوير
ca: Donar suport al desenvolupament
cs: Podpořte vývoj
da: Støt udvikling
de: Entwicklung unterstützen
el: Υποστήριξη ανάπτυξης
es: Apoyar el desarrollo
fi: Tukeminen kehitykselle
fr: Soutenir le développement
he: לתמוך בפיתוח
hi: विकास का समर्थन करें
hr: Podržite razvoj
hu: Fejlesztés támogatása
id: Dukung Pengembangan
it: Supporta lo sviluppo
ja: 開発をサポート
ko: 개발 지원
ms: Sokong Pembangunan
nb: Støtt utvikling
nl: Ondersteun ontwikkeling
pl: Wspieraj rozwój
pt_pt: Apoiar Desenvolvimento
ro: Susține dezvoltarea
ru: Поддержать разработку
sk: Podporiť vývoj
sl: Podprite razvoj
sv: Stöd utveckling
th: สนับสนุนการพัฒนา
tr: Geliştirmeyi Destekle
uk: Підтримати розробку
vi: Hỗ trợ Phát triển
zh_hans: 支持开发
zh_hant: 支持開發

source: Tariff
ar: تعريفة
ca: Tarifa
cs: Tarif
da: Takst
de: Tarif
el: Τιμολόγιο
es: Tarifa
fi: Tariffi
fr: Tarif
he: תעריף
hi: शुल्क
hr: Tarifa
hu: Tarifa
id: Tarif
it: Tariffa
ja: 料金プラン
ko: 요금제
ms: Tarif
nl: Tarief
pl: Taryfa
pt_pt: Tarifa
ro: Tarif
ru: Тариф
sk: Tarifa
sl: Tarifa
th: อัตราค่าไฟ
tr: Tarife
uk: Тариф
vi: Biểu giá
zh_hans: 费率
zh_hant: 費率

source: Tariff Calculations
ar: حساب التعريفة
ca: Càlculs de tarifa
cs: Výpočty tarifu
da: Tarifberegninger
de: Tarifberechnungen
el: Υπολογισμοί τιμολογίων
es: Cálculos de tarifas
fi: Tariffilaskelmat
fr: Calculs de tarif
he: חישובי תעריף
hi: शुल्क की गणना
hr: Izračun tarife
hu: Tarifaszámítások
id: Perhitungan Tarif
it: Calcoli tariffari
ja: 料金計算
ko: 요금 계산
ms: Pengiraan Tarif
nb: Tariffberegninger
nl: Tariefberekeningen
pl: Obliczenia taryf
pt_pt: Cálculos de tarifa
ro: Calcule tarifare
ru: Расчёты тарифов
sk: Výpočty taríf
sl: Izračuni tarif
sv: Tariffberäkningar
th: การคำนวณอัตรา
tr: Tarife Hesaplamaları
uk: Розрахунки тарифів
vi: Tính toán Biểu phí
zh_hans: 费率计算
zh_hant: 費率計算

source: Tariff Comparison
ar: مقارنة التعريفات
ca: Comparació de tarifes
cs: Porovnání tarifů
da: Sammenligning af tariffer
de: Tarifvergleich
el: Σύγκριση τιμολογίων
es: Comparación de tarifas
fi: Tariffien vertailu
fr: Comparaison de tarifs
he: השוואת תעריפים
hi: टैरिफ तुलना
hr: Usporedba tarifa
hu: Díjszabások összehasonlítása
id: Perbandingan Tarif
it: Confronto tariffe
ja: 料金比較
ko: 요금 비교
ms: Perbandingan Tarif
nb: Tariffsammenligning
nl: Tarieven vergelijken
pl: Porównanie taryf
pt_pt: Comparação de Tarifas
ro: Comparație tarife
ru: Сравнение тарифов
sk: Porovnanie taríf
sl: Primerjava tarifov
sv: Jämförelse av tariff
th: เปรียบเทียบอัตราค่าไฟ
tr: Tarife Karşılaştırması
uk: Порівняння тарифів
vi: So sánh biểu giá
zh_hans: 费率比较
zh_hant: 費率比較

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_pt: Termos de Uso
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: Test View
ar: عرض الاختبار
ca: Vista de prova
cs: Testovací zobrazení
da: Testvisning
de: Testansicht
el: Προβολή δοκιμής
es: Vista de prueba
fi: Testinäkymä
fr: Vue de test
he: תצוגת בדיקה
hi: परीक्षण दृश्य
hr: Testni prikaz
hu: Teszt nézet
id: Tampilan Uji
it: Vista di test
ja: テストビュー
ko: 테스트 보기
ms: Paparan Ujian
nb: Testvisning
nl: Testweergave
pl: Widok testowy
pt_pt: Vista de teste
ro: Vizualizare de test
ru: Тестовый вид
sk: Testovacie zobrazenie
sl: Preskusni pogled
sv: Testvy
th: มุมมองทดสอบ
tr: Test Görünümü
uk: Тестовий режим перегляду
vi: Chế độ xem kiểm tra
zh_hans: 测试视图
zh_hant: 測試檢視

source: This will delete all records for this entity. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع السجلات لهذه الكيان. لا يمكن التراجع عن هذا الإجراء.
ca: Això suprimirà tots els registres per aquesta entitat. Aquesta acció no es pot desfer.
cs: Tímto dojde ke smazání všech záznamů pro tento subjekt. Tuto akci nelze vrátit zpět.
da: Dette vil slette alle poster for denne enhed. Denne handling kan ikke fortrydes.
de: Dies löscht alle Datensätze für diese Entität. Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει όλα τα αρχεία για αυτήν την οντότητα. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará todos los registros de esta entidad. Esta acción no se puede deshacer.
fi: Tämä poistaa kaikki tämän yksikön tietueet. Tätä toimintoa ei voi perua.
fr: Cela supprimera tous les enregistrements pour cet élément. Cette action est irréversible.
he: פעולה זו תמחק את כל הרשומות עבור ישות זו. פעולה זו לא ניתנת לביטול.
hi: यह इस इकाई के सभी रिकॉर्ड हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Ovim ćete izbrisati sve zapise za ovaj entitet. Ovu radnju nije moguće poništiti.
hu: Ez törli az adott entitás összes rekordját. Ez a művelet nem vonható vissza.
id: Ini akan menghapus semua catatan untuk entitas ini. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà tutti i record di questa entità. L'azione non può essere annullata.
ja: これにより、このエンティティのすべてのレコードが削除されます。この操作は元に戻せません。
ko: 이 작업을 수행하면 해당 엔터티의 모든 기록이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Ini akan memadam semua rekod untuk entiti ini. Tindakan ini tidak boleh diundurkan.
nb: Dette vil slette alle poster for denne enheten. Denne handlingen kan ikke angres.
nl: Dit verwijdert alle records voor deze entiteit. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich rekordów dla tego elementu. Tej akcji nie można cofnąć.
pt_pt: Isto irá eliminar todos os registos desta entidade. Esta ação não pode ser revertida.
ro: Aceasta va șterge toate înregistrările pentru această entitate. Această acțiune nu poate fi anulată.
ru: Это удалит все записи для данного объекта. Это действие невозможно отменить.
sk: Týmto sa vymažú všetky záznamy pre túto entitu. Túto akciu nie je možné vrátiť späť.
sl: To bo izbrisalo vse zapise za ta subjekt. Tega dejanja ni mogoče razveljaviti.
sv: Detta kommer att ta bort alla poster för denna entitet. Denna åtgärd kan inte ångras.
th: การดำเนินการนี้จะลบระเบียนทั้งหมดของเอนทิตีนี้ ไม่สามารถย้อนกลับได้
tr: Bu işlem, bu varlığa ait tüm kayıtları silecektir. Bu işlem geri alınamaz.
uk: Це видалить усі записи для цього обʼєкта. Цю дію неможливо скасувати.
vi: Điều này sẽ xóa tất cả hồ sơ cho thực thể này. Hành động này không thể hoàn tác.
zh_hans: 这将删除此实体的所有记录。此操作无法撤销。
zh_hant: 這將會刪除此實體的所有紀錄。此動作無法還原。
